# -*- coding:  utf-8 -*-
__author__ = 'rast'

title_fail = u"Ошибка"
no_file = u"Не выбрано ни одного файла! Нечего проигрывать."
no_dir = u"Не удалось открыть папку, открываем стандартную.."
folder_dialog = u"выберите папку с видео:"
file_dialog = u"Выбрать программу для запуска.."
load_dialog = u"Загрузить настройки из файла..."
save_dialog = u"Сохранить настройки в файл..."
about = u'О программе'
authors = u'''
Авторы программы, студенты третьего курса ИМКН УрФУ:


        Зозулина Татьяна

        Кириллов Ростислав

        Лавруков Александр



2013 год
'''