# -*- coding:  utf-8 -*-
__author__ = 'rast'

title_fail = u"Ошибка"
no_file = u"Не выбрано ни одного файла! Нечего проигрывать."
no_rules = u"Нет ни одного этапа в настройках! Этапы с временем = 0 не учитываются."
invalid_time = u"Суммарное время этапов не совпадает с заданным временем работы. Проверьте настройки."
no_dir = u"Не удалось открыть папку."
folder_dialog = u"выберите папку с видео:"
file_dialog = u"Выбрать программу для запуска.."
load_dialog = u"Загрузить настройки из файла..."
save_dialog = u"Сохранить настройки в файл..."
save_fail = u"При сохранении произошла ошибка. Возможно, нет доступа в выбранный каталог."
load_fail = u"Не удалось открыть файл настроек. Возможно, файл поврежден или имеет неизвестный формат."
help_fail = u"Не удалось открыть файл справки. Поищите его вручную в папке с программой: "
exe_fail = u"Не удалось запустить внешнюю программу: "
about = u'О программе'
authors = u'''
Авторы программы, студенты третьего курса ИМКН УрФУ:


        Зозулина Татьяна

        Кириллов Ростислав

        Лавруков Александр



2013 год

Исходный код доступен в репозитории:
https://github.com/Rast1234/MathMech.Psychology
'''